Repository: s-stasi/calcolatrice-flutter
Catalog: lib/l10n/intl_*.arb
Languages: it

# climbTitle
source: Climb
it: Salita

source: distance
it: distanza

source: fuelFlow
it: consumo

# calculatorTitle
source: Calculator
it: Calcolatrice

# linearNavTitle
source: Linear navigation
it: Navigazione lineare

# paralNavTitle
source: Parallel navigation
it: Navigazione per paralleli

# meridNavTitle
source: Meridian navigation
it: Navigazione per meridiani

# paralNavDegree
source: Degrees
it: gradi

# paralNavLatA
source: Latitude A
it: Latitudine A

# paralNavLonA
source: Longitude A
it: Longitudine A

# paralNavLatB
source: Latitude B
it: Latitudine B

# paralNavLonB
source: Longitude B
it: Longitudine B

# settingsTitle
source: Settings
it: Impostazioni

# settingsInterface
source: Interface
it: Interfaccia

# settingsInterfaceTheme
source: Black theme
it: Tema Scuro

# settingsLanguage
source: Language
it: Lingua

# rhumbTitle
source: Rhumb line problems
it: Problemi della lossodromia

# expTitle
source: Explanations
it: Spiegazioni

# expMachToKnots
source: Mach to knots conversion
it: Conversione da mach a nodi

# expMachToKnotsExp
source: Simple, just multiply for 666,739
it: Facile, basta moltiplicare per 666,739

# wpTitle
source: Wind Problems
it: Problemi del vento
